tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "jpeg-xl"
brew "aom"
brew "libgit2"
brew "bat"
brew "cloudflared"
brew "exercism"
brew "eza"
brew "fd"
brew "unbound"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk"
brew "pandoc"
brew "pyenv"
brew "python@3.11"
brew "python@3.12"
brew "qt"
brew "ripgrep"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tpm"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "alacritty"
cask "font-meslo-lg-nerd-font"
cask "gstreamer-runtime"
cask "ngrok"
cask "visual-studio-code"
cask "wezterm"
cask "wine-stable"
vscode "catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "mikoz.black-py"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
